Repository: DragonSurYouTube/supportmail-translations
Catalog: setup/*/LC_MESSAGES/messages.po
Languages: de, fr

# tryAgainIn
source: Try again {time}
de: Versuche es erneut {time}
fr: Réessayer {heure}

source: You are still on cooldown!
de: Du musst noch etwas warten!
fr: Vous êtes encore en phase de refroidissement !

# selectModteam
source: Select the moderation team
de: W채hle das Moderations-Team
fr: Sélectionner l'équipe de modération

# selectSupportteam
source: Select the support team
de: W채hle das Support-Team
fr: Sélectionner l'équipe d'assistance

source: Setup failed!
de: Setup fehlgeschlagen!
fr: L'installation a échoué !

# couldNotCreateCategory
source: Could not create the category.
de: Die Kategorie konnte nicht erstellt werden.
fr: Impossible de créer la catégorie.

# couldNotCreateForum
source: Could not create the forum.
de: Das Forum konnte nicht erstellt werden.
fr: Impossible de créer le forum.

# couldNotCreateChannel
source: Could not create the channel.
de: Der Kanal konnte nicht erstellt werden.
fr: Impossible de créer le canal.

# checkMyPermissions
source: _Du solltest meine Berechtigungen auf dem Server überprüfen._
de: Du solltest meine Berechtigungen auf dem Server 체berpr체fen.
fr: Vous devez m'informer de vos droits sur le serveur.

source: Reports
fr: Signalement

source: Success!
de: Erfolgreich!
fr: Succès !

source: Open
de: Offen
fr: Ouvrir

source: Closed
de: Geschlossen
fr: Fermé

source: User responded
de: Nutzer hat geantwortet
fr: L'utilisateur a répondu

source: Waiting for response
de: Warten auf Antwort
fr: En attente de réponse
