Repository: DragonSurYouTube/supportmail-translations
Catalog: logging/*/LC_MESSAGES/messages.po
Languages: de, fr

# TDetails
source: - **Ticket ID:** `{ticket_id}` | `#{index}` - **Author**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}` - **Ticket-Post:** https://discord.com/channels/{guild.id}/{channel.id}
de: - **Ticket ID:** `{ticket_id}` | `#{index}` - **Autor**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}` - **Ticket-Post:** https://discord.com/channels/{guild.id}/{channel.id}

# TClose_Comment
source: - **Comment:** {0}
de: - **Kommentar:** {0}

# LogTdelete
source: Ticket deleted
de: Ticket gelöscht
fr: Ticket supprimé

# LogTcreated
source: Ticket created
de: Ticket erstellt
fr: Création d'un ticket

# LogTreopen
source: Ticket reopened
de: Ticket wiedergeöffnet
fr: Réouverture du ticket

# LogTclosed
source: Ticket closed
de: Ticket geschlossen
fr: Ticket fermé

# LogRcreated
source: Report created
de: Report erstellt
fr: Signalement créé

# LogRupdate
source: Report update
de: Report aktualisiert
fr: Mise à jour du rapport

# LogRignore
source: Report ignore
de: Report ignoriert
fr: Signalement de l'ignorance

# RDetails
source: - **Report ID:** `#{report_id}` - **Author**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`- **Details:** https://discord.com/channels/{guild.id}/{channel.id}/{message_id}
de: - **Report ID:** `#{report_id}` - **Autor**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`- **Details:** https://discord.com/channels/{guild.id}/{channel.id}/{message_id}
fr: - **Identification du signalement:** `#{report_id}` - **Author** : <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`- **Détails:** https://discord.com/channels/{guild.id}/{channel.id}/{message_id}

# RActionType
source: Action
de: Aktion

# RUpdate_ignore
source: > **Type:** `Report ignored` > **Reason:** {reason}
de: > **Typ:** `Report ignoriert` > **Grund:** {reason}
fr: > **Type:** `Report ignored` (rapport ignoré) > **Reason:** {reason}

# RUpdate_timeout
source: > **Type:** `User timeouted` > **Until:** <t:{expire_ts}> ( <t:{expire_ts}:R> ) > **Reason:** {reason}
de: > **Typ:** `Nutzer in den Timeout versetzt` > **Bis:** <t:{expire_ts}> ( <t:{expire_ts}:R> ) > **Grund:** {reason}

# RUpdate_kick
source: > **Action:** `User kicked`
de: > **Aktion:** `Nutzer gekickt`
fr: > **Action:** `Utilisateur expulsé`

# RUpdate_ban
source: > **Action:** `User banned` > **Delete messages until:** <t:{timestamp}> ( <t:{timestamp}:R> ) > **Reason:** {reason}
de: > **Aktion:** `Nutzer gebannt` > **Nachrichtenverlauf gelöscht:** <t:{timestamp}> ( <t:{timestamp}:R> ) > **Grund:** {reason}
fr: > **Action:** `Utilisateur banni` > **Supprimer les messages jusqu'à:** <t:{timestamp}> ( <t:{timestamp}:R> ) > **Raison:** {reason}

# RUpdate_delete_message
source: > **Action:** `Reported message deleted`
de: > **Aktion:** `Gemeldete Nachricht gelöscht`
fr: > **Action:** `Message signalé supprimé`

# RReason
source: - **Reason:** {reason}
de: - **Grund:** {reason}
fr: - **Raison:** {reason}

# BDetails
source: - **Action:** `{action}` - **Blacklist:** `{liste}` - **Author**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`
de: - **Aktion:** `{action}` - **Blacklist:** `{liste}` - **Autor**: <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`
fr: - **Action:** `{action}` - **Liste noire:** `{liste}` - **Author** : <@{author.id}> [@{author}](https://discord.com/users/{author.id}/) | `{author.id}`

# BAction_add
source: Users/Roles added
de: Nutzer/Rollen hinzugefügt
fr: Utilisateurs/rôles ajoutés

# BAction_remove
source: Users/Roles removed
de: Nutzer/Rollen entfernt
fr: Utilisateurs/rôles supprimés

# BAction_clear
source: Blacklist cleared
de: Blacklist geleert
fr: Liste noire effacée

# BUsers
source: - **Users:** {0}
de: - **Nutzer:** {0}
fr: - **Utilisateurs:** {0}

# BRoles
source: - **Roles:** {0}
de: - **Rollen:** {0}
fr: - **Rôles:** {0}
