Repository: DragonSurYouTube/supportmail-translations
Catalog: reports/*/LC_MESSAGES/messages.po
Languages: de, fr

# TryAgainIn
source: Try again {0}
de: Versuche es erneut {0}
fr: Réessayez {0}

source: Invalid Input
de: Ungültige Eingabe
fr: Entrée invalide

# UserNotFound
source: User is not in Server anymore.
de: Der Nutzer ist nicht mehr im Server.
fr: L'utilisateur n'est plus dans le serveur.

# ReportingNotPossible
source: Reporting a user is only possible if the user is a member of the server.
de: Die Meldung eines Nutzers ist nur möglich, wenn der Nutzer ein Mitglied des Servers ist.
fr: Signalement d'un utilisateur n'est possible que si l'utilisateur est membre du serveur.

source: You timed out!
de: Du warst du langsam!
fr: Vous avez dépassé le temps imparti !

# YouHad10Minutes
source: You had 10 minutes to submit the report.
de: Du hattest 10 Minuten Zeit, die Meldung einzureichen.
fr: Vous disposiez de 10 minutes pour soumettre le signalement.

# ReportDetailsHadBeenSentToYourDMs
source: Report details have been sent to your DMs.
de: Die Details des Reports wurden an dich gesendet.
fr: Les détails du signalement ont été envoyés à vos contacts directs.

# ReportDetailsCouldntBeSentToYourDMs
source: Report details could not be sent to your DMs.
de: Die Details des Reports konnten nicht an dich gesendet werden.
fr: Les détails du signalement n'ont pas pu être envoyés à vos DM.

source: Report created!
de: Report erstellt!
fr: Signalement créé !

source: Take Action
de: Maßnahmen ergreifen
fr: Agir

# Timeout
source: Timeout User
de: Nutzer timeouten
fr: Timeout Utilisateur

# Kick
source: Kick User
de: Nutzer kicken
fr: Utilisateur de coups de pied

# Ban
source: Ban User
de: Nutzer bannen
fr: Bannir l'utilisateur

# DeleteMessage
source: Delete Highlighted Message
de: Gemeldete Nachricht löschen
fr: Supprimer le message surligné

# Ignore
source: Ignore Report
de: Meldung ignorieren
fr: Ignorer le signalement

source: Userinfo
de: Nutzerinfo
fr: Informations sur l'utilisateur

source: Reported User
de: Gemeldeter Nutzer
fr: Utilisateur signalement

source: Reporter
de: Melder
fr: Signalement

# UserDetails
source: - **User:** <@{userid}> - **ID:** `{userid}` - **Account created:** {usercreated} - **Joined Server:** {userjoined}
de: - **Nutzer:** <@{userid}> - **ID:** `{userid}` - **Account erstellt:** {usercreated} - **Serverbeitritt:** {userjoined}
fr: - **Utilisateur:** <@{userid}> - **ID:** `{userid}` - **Compte créé:** {usercreated} - **Joined Server:** {userjoined}

source: Reported Message
de: Gemeldete Nachricht
fr: Message signalement

source: Replied to
de: Antwort an
fr: Répondu à

source: Reason
de: Grund
fr: Raison

source: Comment
de: Kommentar
fr: Commentaire

# UserNoMember
source: User is not member of the server at the momemt
de: Nutzer ist derzeit nicht Mitglied des Servers
fr: L'utilisateur n'est pas membre du serveur pour le moment

source: Attachments
de: Anhänge
fr: Pièces jointes

# LastMessageMetadataTitle
source: Message Metadata
de: Metadaten der Nachricht
fr: Métadonnées du message

source: Report
fr: Signalement

# YouCantReportYourself
source: You cannot report yourself!
de: Du kannst dich nicht selbst melden!
fr: Vous ne pouvez pas vous signalement vous-même !

# OnCooldown
source: Select another user
de: Wähle einen anderen Nutzer
fr: Sélectionner un autre utilisateur

source: Report User
de: Nutzer melden
fr: Signalement de l'utilisateur

source: Report Message
de: Nachricht melden
fr: Signalement du message

# reasonPh
source: Spam, Scam, NSFW, Harassment/Insulting, etc.
de: Spam, Betrug, NSFW, Belästigung/Beleidigung, etc.
fr: Spam, escroquerie, NSFW, harcèlement/insultes, etc.

# commentPh
source: Additional screenshots or information that could be important.
de: Zusätzliche Screenshots oder zusätzliche Informationen, welche wichtig sein könnte.
fr: Captures d'écran supplémentaires ou informations susceptibles d'être importantes.

# Blacklisted
source: You are not allowed to create Reports.
de: Du bist nicht berechtigt, Reports zu erstellen.
fr: Vous n'êtes pas autorisé à créer des signalements.

# UserIsImmune
source: User is immune to Reports!
de: Nutzer ist immun gegen Reports!
fr: L'utilisateur est immunisé contre les signalements !

source: Something went wrong
de: Etwas ist schief gelaufen
fr: Quelque chose n'a pas fonctionné

# NoPermissions
source: I'm missing some important permission in the alert-channel
de: Mir fehlen wichtige Berechtigungen im Meldekanal.
fr: Il me manque une autorisation importante dans le canal d'alerte

source: Guild not configured
de: Server nicht eingerichtet
fr: Guilde non configurée

# ReportingNotEnabledInThisChannel
source: No reports can be created in this channel.
de: In diesem Kanal können keine Reports erstellt werden.
fr: Aucun signalement ne peut être créé dans ce canal.

# SelectUserToViewStats
source: Select a user to view their stats.
de: Wähle einen Nutzer aus, um seine Statistiken zu sehen.
fr: Sélectionnez un utilisateur pour afficher ses statistiques.

source: Report not found.
de: Report nicht gefunden.
fr: Le signalement n'a pas été trouvé.

# ReceivedReports
source: Reports received
de: Erhaltene Reports
fr: Signalement

# SubmittedReports
source: Reports submitted
de: Eingereichte Reports
fr: Signalement

source: Status
fr: Statut

# statusUpdate_ignore
source: {0} | Ignored by <@{1}>
de: {0} | Ignoriert von <@{1}>
fr: {0} | Ignoré par <@{1}>

# statusUpdate_timeout
source: {0} | User timeouted until {1} by <@{2}>
de: {0} | Nutzer bis {1} in den Timeout versetzt von <@{2}>
fr: {0} | L'utilisateur est temporisé jusqu'à {1} par <@{2}>.

# statusUpdate_kick
source: {0} | User kicked by <@{1}>
de: {0} | Nutezr gekickt von <@{1}>
fr: {0} | L'utilisateur a été expulsé par <@{1}>.

# statusUpdate_banned
source: {0} | User banned by <@{1}>
de: {0} | Nutezr gebannt von <@{1}>
fr: {0} | Utilisateur banni par <@{1}>.

# statusUpdate_deleted
source: {0} | Reported message deleted by <@{1}>
de: {0} | Gemeldete Nachricht von <@{1}> gelöscht
fr: {0} | Message signalement supprimé par <@{1}>.

source: Report already ignored
de: Meldung bereits ignoriert
fr: Signalement déjà ignoré

# TryAgainInOrWaitUntilEditingFinished
source: Try again in 5 minutes or wait until the editor finished editing this report.
de: Versuche es in 5 Minuten noch einmal oder warte, bis der aktuelle Bearbeiter diese Meldung fertig bearbeitet hat.
fr: Réessayez dans 5 minutes ou attendez que le rédacteur ait fini d'éditer ce signalement.

# editingUser
source: Editing User: <@{0}>
de: Bearbeiter: <@{0}>
fr: Modification de l'utilisateur : <@{0}>

source: Report is currently being edited
de: Meldung wird derzeit bearbeitet
fr: Le signalement est en cours d'édition

source: Deleting message failed
de: Löschen der Nachricht fehlgeschlagen
fr: L'effacement du message a échoué

# DeleteMessagesLabel
source: Delete messages
de: Nachrichten löschen
fr: Supprimer des messages

# TimestringPh
source: Duration-Format: docs.supportmail.dev/e/time-strings
de: Zeit-Format: docs.supportmail.dev/e/time-strings
fr: Format de la durée : docs.supportmail.dev/e/time-strings

# KickingFailed
source: Kicking the user failed
de: Kicken des Nutzers fehlgeschlagen
fr: Le renvoi de l'utilisateur a échoué

source: Update Successful
de: Update erfolgreich
fr: Mise à jour réussie

# ReasonPh
source: The reason for this action (only get's displayed, not shared)
de: Der Grund für diese Aktion (wird nur angezeigt, nicht weitergegeben)
fr: La raison de cette action (elle n'est affichée que si elle n'est pas partagée)

# LastMessageMetadataDesc
source: - **ID:** `{id}` - **Sent:** {messagesent} - **Channel:** {channel}
de: - **ID:** `{id}` - **Gesendet:** {messagesent} - **Kanal:** {channel}
