Repository: DragonSurYouTube/supportmail-translations
Catalog: tickets/*/LC_MESSAGES/messages.po
Languages: de, fr

source: An error occured!
de: Ein Fehler ist aufgetreten!
fr: Une erreur s'est produite !

source: Something went wrong
fr: Quelque chose n'a pas fonctionné

# SendTheErrorCodeToTheSupport
source: Please send the following error code to the [support](https://discord.gg/rFkVQx3vpj)!
fr: Veuillez envoyer le code d'erreur suivant au [support] (https://discord.gg/rFkVQx3vpj) !

source: No configured guild found!
de: Keinen konfigurierten, gemeinsamen Server gefunden!
fr: Aucune guilde configurée n'a été trouvée !

# noMutualGuildConfigured
source: None of our shared servers have the ticket feature activated.
de: Auf keinem unserer gemeinsam genutzten Server ist die Ticketfunktion aktiviert.
fr: La fonction de ticket n'est activée sur aucun de nos serveurs partagés.

# SelectAServerTitle
source: Select a Server
de: Wähle einen Server aus
fr: Sélectionner un serveur

# SelectAServerDesc
source: Please select the server you want to send your message to. Use the select menu below.
de: Bitte wähle den Server aus, an den du deine Nachricht senden möchtest. Benutze das Auswahlmenü unten.
fr: Veuillez sélectionner le serveur auquel vous souhaitez envoyer votre message. Utilisez le menu de sélection ci-dessous.

# SelectAServerPh
source: Select a server
fr: Sélectionner un serveur

# createNewTicket
source: Create a new ticket
de: Ein neues Ticket erstellen
fr: Créer un nouveau ticket

# continueInTicket
source: Continue in an open ticket
de: In einem offenen Ticket fortfahren
fr: Poursuivre dans un ticket ouvert

source: Confirm
fr: Confirmer

source: Change server
fr: Changer de serveur

# CancelRequest
source: Cancel
fr: Annuler

source: Message forwarded to guild
de: Nachricht an den Server weitergeleitet
fr: Message transmis à la guilde

# CreateNewTicketQuestion
source: Create a new ticket?
de: Ein neues Ticket erstellen?
fr: Créer un nouveau ticket ?

# UserMessageText
source: ### {0.mention} said:
de: ### {0.mention} schrieb:
fr: ### {0.mention} a dit :

source: Attachments
de: Anhänge
fr: Pièces jointes

source: Only forbidden attachments were sent.
fr: Seules les pièces jointes interdites ont été envoyées.

source: Only Images and Videos are supported!
de: Es werden nur Bilder und Videos unterstützt!
fr: Seules les images et les vidéos sont prises en charge !

# AttachmentsSkipped
source: Attachments skipped: {0}
de: Übersprungene Anhänge: {0}
fr: Pièces jointes ignorées : {0}

source: You got a message
de: Du hast eine Nachricht erhalten
fr: Vous avez reçu un message

source: Unsupported Attachments
de: Nicht unterstützte Anhänge
fr: Pièces jointes non prises en charge

# HandleUnknownAttachmentsWithCare
source: Handle unknown Attachments with care - SupportMail is not responsible for malicious files!
de: Vorsicht bei unbekannten Anhängen - SupportMail ist nicht für schädliche Dateien verantwortlich!
fr: Manipulez les pièces jointes inconnues avec précaution - SupportMail n'est pas responsable des fichiers malveillants !

# TicketChannelLocked
source: Ticket channel is locked.
de: Der Ticket-Kanal ist gesperrt.
fr: Le canal du ticket est verrouillé.

# ContactAServerAdmin
source: Please contact a server admin!
de: Bitte kontaktiere einen Server-Administrator!
fr: Veuillez contacter un administrateur de serveur !

# TicketChannelDoesntExist
source: The corresponding ticket-channel doesn't exist.
de: Der entsprechende Ticket-Kanal existiert nicht.
fr: Le ticket-channel correspondant n'existe pas.

# createANewTicketQuestion
source: Create a new ticket the components below
de: Erstelle ein neues Ticket mit den Komponenten unten
fr: Créez un nouveau ticket avec les éléments suivants

source: Ticket-channel creation failed!
de: Erstellung des Ticket-Kanals fehlgeschlagen!
fr: La création d'un ticket a échoué !

# UserinfoTitle
source: Userinfo
de: Nutzerinfo
fr: Informations sur l'utilisateur

# Userinfo
source: - User: [@{0.username}](https://discord.com/users/{0.id}/) | {0.mention} - User ID: `{0.id}` - Joined Discord: {1} - Joined Server: {2}
de: - Nutzer: [@{0.username}](https://discord.com/users/{0.id}/) | {0.mention} - Nutzer ID: `{0.id}` - Discord beigetreten: {1} - Server beigetreten: {2}
fr: - Utilisateur : [@{0.username}](https://discord.com/users/{0.id}/) | {0.mention} - Identifiant de l'utilisateur : `{0.id}` - Joined Discord : {1} - Joined Server : {2}

# Roles
source: Userroles
de: Nutzerrollen
fr: Rôles d'utilisateurs

source: Ticket already closed.
de: Ticket bereits geschlossen.
fr: Ticket déjà fermé.

# YouAreBlacklisted
source: You are blacklisted in this server!
de: Du darfst auf diesem Server für Tickets gesperrt.
fr: Vous êtes sur la liste noire de ce serveur !

# YouCanOnlyInteractInOpenTickets
source: You cannot create new tickets, only interact in the currently open ticket.
de: Du kannst keine neuen Tickets erstellen, sondern nur mit dem aktuell geöffneten Ticket interagieren.
fr: Vous ne pouvez pas créer de nouveaux tickets, mais seulement interagir avec le ticket en cours.

# YouAreBlacklistedOnAllServers
source: You are blacklisted on all servers that we share!
de: Du bist auf allen Servern, die wir teilen, für Tickets gesperrt!
fr: Vous êtes sur la liste noire de tous les serveurs que nous partageons !

source: Ticket Created
de: Ticket erstellt
fr: Ticket créé

source: Server not Found!
de: Server nicht gefunden!
fr: Serveur non trouvé !

# ImNotInTheServerAnymore
source: Seems like I am not in the Server anymore.
de: Es scheint, als wäre ich nicht mehr auf dem Server.
fr: Il semble que je ne sois plus dans le serveur.

source: Your message was deleted!
de: Deine Nachricht wurde gelöscht!
fr: Votre message a été supprimé !

source: Don't delete your message!
de: Lösche deine Nachricht nicht!
fr: Ne supprimez pas votre message !

# ForwardToLastTicket
source: Do you want to continue in your open ticket?
de: Möchtest du mit deinem offenen Ticket fortfahren?
fr: Souhaitez-vous poursuivre votre ticket ouvert ?

# ForwardInfo
source: - **Guild name:** {0.name} - **Guild ID:** `{0.id}` - **Ticket ID:** `{1}` Select an option below.
de: - **Servername:** {0.name} - **Server ID:** `{0.id}` - **Ticket ID:** `{1}` Wähle unten eine Option aus.
fr: - **Guild name:** {0.name} - **Guild ID:** `{0.id}` - **Ticket ID:** `{1}` Sélectionnez une option ci-dessous.

# DangerousAttachments
source: Potentially dangerous attachments
de: Potenziell gefährliche Anhänge
fr: Pièces jointes potentiellement dangereuses

source: Ticket channel not found!
de: Ticket-Kanal nicht gefunden!
fr: Canal de tickets introuvable !

# SendingFailed
source: Sending a message failed.
fr: L'envoi d'un message a échoué.

# EnableYourDMs
source: Please enable your DMs.
de: Bitte gebe deine DMs frei.
fr: Veuillez activer vos DM.

# CreateTicket
source: Create a ticket
de: Erstelle ein Ticket
fr: Créer un ticket

# CreateTicketDesc
source: Please send your request. A ticket with your message will be created automatically. If you want to cancel this process, press the :x: button below.
de: Bitte sende deine Anfrage. Es wird automatisch ein Ticket mit der Nachricht erstellt. Wenn du diesen Vorgang abbrechen möchtest, drücke den :x: Button unten.
fr: Veuillez envoyer votre demande. Un ticket contenant votre message sera automatiquement créé. Si vous souhaitez annuler ce processus, cliquez sur le bouton :x : ci-dessous.

# YouHave5Mins
source: You have 5 minutes to send your enquiry.
de: Du hast 5 Minuten Zeit, um deine Anfrage zu senden.
fr: Vous avez 5 minutes pour envoyer votre demande.

# UserNotFound
source: User not in the server anymore.
de: Nutzer nicht mehr auf dem Server.
fr: L'utilisateur n'est plus dans le serveur.

# AutomaticClosure
source: Closed automatically due to inactivity.
de: Wegen Inaktivität automatisch geschlossen.
fr: Fermé automatiquement pour cause d'inactivité.

# CreationAlreadyInProgress
source: You already have an ongoing ticket-creation process. Please go over to our DM channel and create a ticket.
de: Du hast bereits einen laufenden Ticket-Erstellungsprozess. Bitte gehe zu unserem DM-Kanal und erstelle ein Ticket.
fr: Vous avez déjà un processus de création de ticket en cours. Veuillez vous rendre sur notre canal DM et créer un ticket.

# YouAlreadyHaveATicket
source: You already ahave an open ticket in this server. Please finish this ticket before you create a new one.
de: Du hast bereits ein Ticket offen auf diesem Server. Bitte beende dieses Ticket, bevor du ein neues erstellst.
fr: Vous avez déjà un ticket ouvert sur ce serveur. Veuillez terminer ce ticket avant d'en créer un nouveau.

source: Jump to DM
de: Zu DM springen
fr: Aller à DM

# TicketingNotEnabled
source: Ticketing not enabled in this server.
de: Tickets sind auf diesem Server nicht aktiviert.
fr: La billetterie n'est pas activée dans ce serveur.

# thisTicketIsClosed
source: ### This Ticket is already closed!
fr: ### Ce ticket est déjà fermé !

# ServerInfo
source: - **Guild Name:** {0.name} - **Guild ID:** `{0.id}`
de: - **Server-Name:** {0.name} - **Server-ID:** `{0.id}`
