Repository: DragonSurYouTube/supportmail-translations
Catalog: t_commands/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Ticket Closed
de: Ticket geschlossen
fr: Ticket fermé

# UserNotifiedQ
source: User Notifed?
de: Nutzer benachrichtigt?
fr: L'utilisateur a-t-il été averti ?

source: Error:
de: Fehler:
fr: Erreur :

# MissingPermissions
source: I am missing Permissions!
de: Mir fehlen die Berechtigungen!
fr: Il me manque des autorisations !

# noTicketErr
source: This is not a ticket.
de: Dies ist kein Ticket.
fr: Il ne s'agit pas d'un ticket.

# runInATicketPost
source: Run this command again, but in a ticket.
de: Führe diesen Befehl erneut aus, aber in einem Ticket.
fr: Exécutez à nouveau cette commande, mais dans un ticket.

source: Comment
de: Kommentar
fr: Commentaire

source: Invalid Input
de: Ungültige Eingabe
fr: Entrée invalide

source: Close Request
de: Schließanfrage
fr: Fermer la demande

# CloseTheTicketOrDeny
source: Close the ticket or deny the request.
fr: Fermer le ticket ou refuser la demande.

# UserCanCloseTheTicketOrDeny
source: The user can can now close the ticket or deny the request.
de: Der Nutzer kann nun das Ticket schließen oder die Anfrage ablehnen.
fr: L'utilisateur peut maintenant fermer le ticket ou refuser la demande.

# AutoClose
source: Automatic closure
de: Automatische Schließung
fr: Fermeture automatique

source: User not found
de: Nutzer nicht gefunden
fr: Utilisateur non trouvé

# MessagingUserFailed
source: Messaging the user failed. Maybe he's not in the server anymore?
de: Die Benachrichtigung des Nutzers ist fehlgeschlagen. Vielleicht ist er nicht mehr auf dem Server?
fr: L'envoi d'un message à l'utilisateur a échoué. Peut-être n'est-il plus dans le serveur ?

source: Close Ticket
de: Ticket schließen
fr: Fermer le ticket

# denyCloseRequest
source: Deny
de: Ablehnen
fr: Refuser

# AutomaticClosure
source: Closed automatically due to inactivity.
de: Wegen Inaktivität automatisch geschlossen.
fr: Fermé automatiquement pour cause d'inactivité.

# UserLeftGuild
source: User left the server
de: Nutzer hat den Server verlassen
fr: L'utilisateur a quitté le serveur

source: Closing Ticket...
de: Ticket wird geschlossen...
fr: Ticket de clôture...

source: Close-request deleted
de: Schließanfrage gelöscht
fr: Demande de fermeture supprimée

# CloseRequestAutoDeleted
source: Close-request automatically deleted due to recent activity in the ticket.
de: Schließanfrage durch Inaktivität automatisch gelöscht.
fr: Demande de fermeture automatiquement supprimée en raison de l'activité récente dans le ticket.

# JumpToOriginalInquiry
source: Jump to the top
de: Zum Anfang springen
fr: Aller au sommet

source: Ticket reopened
de: Ticket wieder geöffnet
fr: Réouverture du ticket

source: Your Ticket got reopened!
de: Dein Ticket wurde wiedereröffnet!
fr: Votre ticket a été réouvert !

# TicketDetailsDM
source: - **Ticket ID:** `{ticket_id}` - **Opened:** <t:{open_ts}> (<t:{open_ts}:R>)
de: - **Ticket ID:** `{ticket_id}` - **Erstellt:** <t:{open_ts}> (<t:{open_ts}:R>)
fr: - **Identification du ticket:** `{ticket_id}` - **Opened:** <t:{open_ts}> (<t:{open_ts}:R>)

# TicketIsStillOpen
source: This Ticket is still open!
de: Dieses Ticket ist noch offen!
fr: Ce ticket est encore ouvert !

# TicketNotFound
source: icket not found. Is your input correct?
de: Ticket nicht gefunden. Ist deine Eingabe korrekt?
fr: Ticket introuvable. Vos données sont-elles correctes ?

# JumpToTicket
source: [Jump to Ticket]({0})
de: [Springe zum Ticket]({0})
fr: [Aller au ticket]({0})

source: This Ticket is already closed.
de: Dieses Ticket ist bereits geschlossen.
fr: Ce ticket est déjà clôturé.

# EnterValidNumber
source: Enter a number between 0.1 and 48 (including both)
de: Format: docs.supportmail.dev/e/time-strings
fr: Format : docs.supportmail.dev/e/time-strings

# cR_Accepted
source: Request accpeted
de: Anfrage akzeptiert
fr: Demande acceptée

# cR_Denied
source: Request denied
de: Anfrage abgelehnt
fr: Demande rejetée

# NoOpenCR
source: No open close-request found!
de: Keine offene Schließanfrage gefunden!
fr: Aucune demande de fermeture ouverte n'a été trouvée !
