Repository: DragonSurYouTube/supportmail-translations
Catalog: commands/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Panel Controls
de: Panel-Steuerung
fr: Commandes du panneau

# PanelControlsDesc
source: Here you can configure and manage the panels. ### Options: 1. **Enter panel link:** Click on the button below to enter a link for an existing panel and edit it. 2. **Configure new panel:** Click on the button below to configure and send a new panel. Please select one of the above options to continue.
de: Hier kannst du die Panels konfigurieren und verwalten. ### Optionen: 1. **Panel-Link angeben:** Klicke auf den Button unten, um einen Link für ein bereits Panel anzugeben. 2. **Neues Panel konfigurieren:** Klicke auf den Button unten, um ein neues Panel zu konfigurieren und senden. Bitte wähle eine der genannten Optionen aus, um fortzufahren.
fr: Ici, vous pouvez configurer et gérer les panneaux. ### Options : 1. **Entrez le lien du panneau :** Cliquez sur le bouton ci-dessous pour entrer un lien pour un panneau existant et le modifier. 2. **Configurer un nouveau panel :** Cliquez sur le bouton ci-dessous pour configurer et envoyer un nouveau panel. Veuillez sélectionner l'une des options ci-dessus pour continuer.

source: Create new panel
de: Neues Panel erstellen
fr: Créer un nouveau panneau

source: Edit existing panel
de: Existierendes Panel bearbeiten
fr: Modifier un panneau existant

# AnonymConfig
source: Anonymity Config
fr: Configuration de l'anonymat

# anonymAliasExpl
source: If enabled, users will see the configured alias instead of the user who replied. > Default: **{0}**
de: Wenn aktiviert, sehen die Nutzer den konfigurierten Alias anstelle des Nutzers, der geantwortet hat. > Standard: **Serverteam**
fr: Si cette option est activée, les utilisateurs verront l'alias configuré au lieu de l'utilisateur qui a répondu. > Par défaut : **{0}**

# FreeVersion
source: :warning: Free version
de: :warning: Kostenlose Version
fr: :avertissement : Version gratuite

# GoldNeededToConfigure
source: You can use this function, but you need **SupportMail Gold** to configure it.
de: Du kannst diese Funktion nutzen, benötigst jedoch **SupportMail Gold**, um sie zu konfigurieren.
fr: Vous pouvez utiliser cette fonction, mais vous avez besoin de **SupportMail Gold** pour la configurer.

source: Message forwarding preference
de: Präferenz für die Nachrichtenweiterleitung
fr: Préférence pour la transmission des messages

# onlyMessagesWithMentionWillBeForwarded
source: If enabled, only messages starting with the mention of <@1082707872565182614> will be forwarded to the user.
de: Wenn aktiviert, werden nur Nachrichten, die mit der Erwähnung von <@1082707872565182614> beginnen, an den Nutzer weitergeleitet.
fr: Si cette option est activée, seuls les messages commençant par la mention <@1082707872565182614> seront transmis à l'utilisateur.

source: Current configuration
de: Aktuelle Konfiguration
fr: Configuration actuelle

source: Enable
de: Aktivieren
fr: Activer

source: Disable
de: Deaktivieren
fr: Désactiver

source: Enabled
de: Aktiviert
fr: Activé

source: Disabled
de: Deaktiviert
fr: Handicapés

source: Add
de: Hinzufügen
fr: Ajouter

source: Remove
de: Entfernen
fr: Retirer

# NotIgnoredBotsInTickets
source: Bots that are not ignored in tickets
de: Bots, die in Tickets nicht ignoriert werden
fr: Les bots qui ne sont pas ignorés dans les tickets

# SelectBotsDesc
source: Select bots who should be added and unselect bots you want to remove.
de: Wähle Bots aus, die hinzugefügt werden sollen und hebe die Auswahl der Bots auf, die du entfernen möchtest.
fr: Sélectionnez les bots qui doivent être ajoutés et désélectionnez les bots que vous souhaitez supprimer.

source: Select up to 5
de: Wähle bis zu 5 aus
fr: Sélectionner jusqu'à 5

# NoConfigFoundForThisModule
source: No configuration found for this module.
fr: Aucune configuration n'a été trouvée pour ce module.

# startConfigurationWithCompsBelow
source: Start configuration using the components below.
de: Starte die Konfiguration mit den Buttons und Auswahlmenüs unten.
fr: Commencez la configuration en utilisant les composants ci-dessous.

source: Report-Pings
fr: Signalement

# editPanelDesc
source: Below you can see a preview of the panel-embed that should get sent. Edit it with the button below.
de: Unten siehst du eine Vorschau des Panel-Embeds, das gesendet werden soll. Mit dem Button unten kannst du es bearbeiten
fr: Vous pouvez voir ci-dessous un aperçu du panel-embed qui devrait être envoyé. Modifiez-le en cliquant sur le bouton ci-dessous.

source: Button Configuration
de: Button Konfiguration
fr: Configuration des boutons

# panelButtonText
source: Button Text
fr: Texte du bouton

# panelButtonEmoji
source: Button Emoji
fr: Emoji bouton

# emojiPlh
source: Unicode or Custom Emoji
de: Unicode oder Custom Emoji
fr: Unicode ou Emoji personnalisé

# clickToEditPanel
source: Edit panel embed
de: Ändere Panel-Embed
fr: Modifier l'intégration du panneau

# noMarkdown
source: No markdown here!
de: Kein Markdown hier!
fr: Pas de démarque ici !

# allMarkdown
source: Full markdown supported!
de: Volle Markdown Unterstützung!
fr: Prise en charge complète du markdown !

source: Panel-Embed Builder
fr: Constructeur de panneaux et d'embases

# panelTitle
source: Embed Title
de: Embed Titel
fr: Intégrer le titre

source: Embed Color
de: Embed Farbe
fr: Intégrer la couleur

source: Edit Alias
de: Alias ändern
fr: Modifier l'alias

# UserInputError
source: Invalid Input!
de: Ungültige Eingabe!
fr: Entrée invalide !

# InvalidChannelError
source: Invalid Channel!
de: Ungültiger Kanal!
fr: Canal non valide !

# InvalidMessageError
source: Invalid Message!
de: Ungültige Nachricht!
fr: Message non valide !

# panelSendButton
source: Send Panel
de: Panel senden
fr: Panneau d'envoi

source: Jump to panel
de: Zum Panel springen
fr: Sauter au panneau

# panelCreatedTitle
source: Panel created
de: Panel erstellt
fr: Panel créé

# clickButtonToSendPanel
source: Click the buttons below to - send the current panel - edit the current configuration another time
de: Klicke auf die Buttons unten, um - das aktuelle Panel zu senden - die aktuelle Konfiguration erneut zu ändern
fr: Cliquez sur les boutons ci-dessous pour - envoyer le panneau actuel - modifier la configuration actuelle une autre fois

source: You timed out!
de: Du warst zu langsam!
fr: Vous avez dépassé le temps imparti !

# youHad5MinutesToClickTheButton
source: You had 5 minutes to click the button, but you didn't. I have cancelled the changes you have already made for performance reasons.
de: Du hattest 5 Minuten Zeit, um auf den Button zu klicken, aber hast es nicht getan. Ich habe die Änderungen, die du bereits getätigt hast, aus Performance-Gründen gelöscht.
fr: Vous aviez 5 minutes pour cliquer sur le bouton, mais vous ne l'avez pas fait. J'ai annulé les modifications que vous aviez déjà effectuées pour des raisons de performance.

source: Panel sent
de: Panel gesendet
fr: Envoi du panel

# panelEdited
source: Message edited
de: Nachricht bearbeitet
fr: Message édité

source: Edit panel
de: Panel bearbeiten
fr: Panneau d'édition

# createNewEmbed
source: Create a new embed
fr: Créer un nouvel encart

# selcetChannelForPanel
source: Select the channel for the new panel. You can configure the panel later.
de: Wähle den Kanal für das neue Panel. Du kannst das Panel später konfigurieren.
fr: Sélectionnez le canal pour le nouveau panneau. Vous pourrez configurer le panneau ultérieurement.

source: Serverteam
fr: Équipe de serveurs

# CreatePanelButton
source: Create Panel
de: Panel erstellen
fr: Créer un panel

# clickButtonToCreatePanel
source: Now that you have selected a channel, you can edit the panel. You can currently change the channel if you want.
de: Du hast einen Kanal ausgewählt. Jetzt kannst du das Panel bearbeiten. Momentan kannst du den Kanal noch wechseln, wenn du willst.
fr: Maintenant que vous avez sélectionné une chaîne, vous pouvez modifier le panneau. Vous pouvez actuellement changer de chaîne si vous le souhaitez.

source: Add Channels
de: Kanäle hinzufügen
fr: Ajouter des chaînes

source: Remove Channels
de: Kanäle entfernen
fr: Supprimer des chaînes

source: Report-Channel
de: Kanal für Reports
fr: Signalement

# ReportChannelDesc
source: This describes the channel where new reports get posted into. > Current Channel: {0}
de: Dies steht für den Kanal, in den neue Meldungen gepostet werden. > Aktueller Kanal: {0}
fr: Ceci décrit le canal dans lequel les nouveaux signalements sont postés. > Canal actuel : {0}

# ImmuneSettings
source: Immunity Settings
de: Immunitätseinstellungen
fr: Paramètres d'immunité

source: Excluded Channels
de: Ausgeschlossene Kanäle
fr: Chaînes exclues

source: Included Channels
de: Eingeschlossene Kanäle
fr: Chaînes incluses

# ExInChannels
source: Excluded/Included Channels
de: Eingeschlossene/Ausgeschlossene Kanäle
fr: Chaînes exclues/incluses

# SelectedChannelsAreExcluded
source: Reports are NOT possible in selected channels
de: Meldungen sind in ausgewählten Kanälen NICHT möglich
fr: Les signalements ne sont PAS possibles dans les canaux sélectionnés

# SelectedChannelsAreIncluded
source: Reports are ONLY possible in selected channels
de: Meldungen sind NUR in ausgewählten Kanälen möglich
fr: Les signalements ne sont possibles que dans les canaux sélectionnés.

# ModrolesDesc
source: Only the selected roles are able to use the buttons on report messages. (if enabled)
de: Nur die ausgewählten Rollen sind in der Lage, die Buttons auf den Reportnachrichten zu benutzen. (sofern nicht deaktiviert)
fr: Seuls les rôles sélectionnés peuvent utiliser les boutons des signalements. (si activé)

# actionButtons
source: Buttons on reports
de: Buttons an Reports
fr: Boutons sur les signalement

# YouSureYouWantToResetConfig
source: Are you sure you want to reset the selected config?
de: Bist du sicher, dass du die ausgewählte Konfiguration zurücksetzen willst?
fr: Êtes-vous sûr de vouloir réinitialiser la configuration sélectionnée ?

# premiumNA
source: :x: No active subscription found.
de: :x: Kein aktives Abo gefunden.
fr: :x : Aucun abonnement actif n'a été trouvé.

# premiumD
source: - Until: {until} _Your subscription will automatically renew unless you cancel it._
de: - Bis zum: {until} _Dein Abo wird automatisch verlängert, es sei denn, du kündigst es._
fr: - Jusqu'à : {until} Votre abonnement sera automatiquement renouvelé à moins que vous ne l'annuliez.

# premiumUL
source: **Unlimited**
de: **Unbegrenzt**
fr: **Limité**

# TicketConfig
source: Ticket Configuration
de: Ticket Konfiguration
fr: Configuration du ticket

# ReportConfig
source: Report Configuration
de: Report Konfiguration
fr: Configuration du signalement

source: Not Enabled
de: Nicht aktiviert
fr: Non activé

source: Masked links
de: Maskierte Links
fr: Liens masqués

# maskedLinksAreUnmasked
source: Masked links are getting "unmasked" if a user sends masked links in their message.
de: Maskierte Links werden "demaskiert", wenn ein Nutzer einen maskierten Link in seiner Nachricht sendet.
fr: Les liens masqués sont "démasqués" si un utilisateur envoie des liens masqués dans son message.

# maskedLinksAreIgnored
source: Masked links are ignored if a user sends a masked links in their message.
de: Maskierte Links werden ignoriert, wenn ein Nutzer einen maskierten Link in seiner Nachricht sendet.
fr: Les liens masqués sont ignorés si un utilisateur envoie un lien masqué dans son message.

source: Feature Enabled
de: Feature aktiviert
fr: Fonction activée

source: Feature Disabled
de: Feature deaktiviert
fr: Fonction désactivée

# MessageForwardingPreferenceEnabled
source: Only messages starting with the mention of <@1082707872565182614> will be forwarded to the user. [Learn more](https://docs.supportmail.dev/)
de: Nur Nachrichten, die mit der Erwähnung von <@1082707872565182614> beginnen, werden an den Nutzer weitergeleitet. [Mehr erfahren](https://docs.supportmail.dev/)
fr: Seuls les messages commençant par la mention <@1082707872565182614> seront transmis à l'utilisateur.[En savoir plus](https://docs.supportmail.dev/)

# generalConfig
source: General Configuration
de: Allgemeine Konfiguration
fr: Configuration générale

source: Translations left
de: Übersetzungen übrig
fr: Traductions à gauche

source: Language
de: Sprache
fr: Langue

source: Feature Already Disabled
de: Feature bereits deaktiviert
fr: Fonctionnalité déjà désactivée

source: Feature Already Enabled
de: Feature bereits aktiviert
fr: Fonctionnalité déjà activée

# anonymConfig
source: Anonymity setting
de: Anonymitätseinstellungen
fr: Paramètres d'anonymat

# addPings
source: Add roles and users
de: Füge Rollen und Nutzer hinzu
fr: Ajouter des rôles et des utilisateurs

# reomvePings
source: Remove roles and users
de: Entferne Rollen oder Nutzer
fr: Supprimer des rôles et des utilisateurs

source: Reset not executed.
fr: La réinitialisation n'a pas été exécutée.

source: Module Reset
de: Module zurückgesetzt
fr: Réinitialisation du module

# AliasLabel
source: New Alias | Empty = Reset
de: Neuer Alias | Leer = Zurücksetzen
fr: Nouvel alias | Vide = Réinitialiser

# TCreationMessage
source: Ticket Creation Message
de: Ticket-Erstellungsnachricht
fr: Message de création de ticket

# TCreationMessageDesc
source: The message configured here will be sent as an additional Embed when someone creates a ticket in your server. You can configure the following options: - Text (Full Markdown supported) - Color of the Embed (see [this guide](https://docs.supportmail.dev/f/panel) on how a color should look) - Image Link (see [this guide](https://docs.supportmail.dev/f/ticket-creation-message) for instructions) If you don't provide a valid image link, no error will be displayed, the image will simply not be displayed.
de: Die hier konfigurierte Nachricht wird als zusätzliches Embed gesendet, wenn jemand ein Ticket auf dem Server erstellt. Folgende Optionen sind konfigurierbar: - Text (Kompletter Markdown unterstützt) - Farbe des Embeds ([Wie eine Farbe angegeben werden kann](https://docs.supportmail.dev/f/panel)) - Bild-Link ([Wie der Bild-Link aussehen muss](https://docs.supportmail.dev/f/ticket-creation-message)) Wenn kein Bildlink angegeben ist, wird das Bild nicht angezeigt. Es gibt keine Fehlermeldung.
fr: Le message configuré ici sera envoyé en tant qu'Embed supplémentaire lorsque quelqu'un crée un ticket dans votre serveur. Vous pouvez configurer les options suivantes : - Texte (Markdown complet pris en charge) - Couleur de l'incorporation (voir [ce guide](https://docs.supportmail.dev/f/panel) pour l'aspect de la couleur) - Lien image (voir [ce guide](https://docs.supportmail.dev/f/ticket-creation-message) pour les instructions) Si vous ne fournissez pas un lien d'image valide, aucune erreur ne sera affichée, l'image ne sera tout simplement pas affichée.

source: Ticket Created
de: Ticket erstellt
fr: Ticket créé

# ConfigureCreationMessage
source: Configure Message
de: Nachricht konfigurieren
fr: Configurer le message

# ImageLink
source: Image Link | Empty = Remove
de: Bild-Link | Leer = Löschen
fr: Image Link | Empty = Supprimer

source: Edit Image
de: Bild bearbeiten
fr: Modifier l'image

source: Logging
fr: Enregistrement

# LoggingInfo
source: Here you can configure logging for various events. > You can find a list of logable events [here](https://docs.supportmail.dev/f/logging#loggable-events). > Find out how it works [here](https://docs.supportmail.dev/commands/config/logging).
de: Hier können Sie das Logging für verschiedene Events konfigurieren. > Eine Liste der logbaren Events findest du [hier](https://docs.supportmail.dev/f/logging#loggable-events). > Erfahre [hier](https://docs.supportmail.dev/commands/config/logging) wie das funktioniert.
fr: Vous pouvez y configurer l'enregistrement de divers événements. > Vous trouverez une liste des événements pouvant être consignés [ici](https://docs.supportmail.dev/f/logging#loggable-events). > Découvrez comment cela fonctionne [ici](https://docs.supportmail.dev/commands/config/logging).

# MissingWebhookPermissions
source: I am missing permissions! I need to have the permission to `Create Webhooks` in the selected channel.
de: Mir fehlen Berechtigungen! Ich benötige die Berechtigung zum `Erstellen von Webhooks` im ausgewählten Kanal.
fr: Il me manque des permissions ! Je dois avoir la permission de `Create Webhooks` dans le canal sélectionné.

source: Error
de: Fehler
fr: Erreur

source: Webhook not found
de: Webhook nicht gefunden
fr: Webhook introuvable

source: Report Events
fr: Signalement des événements

source: Blacklist Events
fr: Événements de la liste noire

# LogTCreate
source: Ticket Create
de: Ticket Erstellt
fr: Création d'un ticket

# LogTClosed
source: Ticket Close
de: Ticket Geschlossen
fr: Fermeture du ticket

# LogTDelete
source: Ticket Delete
de: Ticket Gelöscht
fr: Suppression du ticket

# LogTReopen
source: Ticket Reopen
de: Ticket Wieder Geöffnet
fr: Réouverture des tickets

# LogRCreate
source: Report Create
de: Report Erstellt
fr: Création d'un signalement

# LogRUpdate
source: Report Update
de: Report Aktualisiert
fr: Mise à jour du signalement

# LogRIgnore
source: Report Ignore
de: Report Ignoriert
fr: Signalement de l'ignorance

# LogBAdd
source: Blacklist Add
fr: Liste noire Ajouter

# LogBRemove
source: Blacklist Remove
fr: Liste noire Supprimer

# LogBClear
source: Blacklist Clear
fr: Effacer la liste noire

source: Reset Log Module
de: Log Modul zurücksetzen
fr: Réinitialisation du module d'enregistrement

# DeleteReportWH
source: Report Log-Webhook deletion failed.
de: Löschen der Report-Log Webhook fehlgeschlagen.
fr: Report Log-Webhook deletion failed (Échec de la suppression du webhook).

# DeleteBlacklistWH
source: Blacklist Log-Webhook deletion failed.
de: Löschen der Blacklist-Log Webhook fehlgeschlagen.
fr: Blacklist Log-Webhook deletion failed (Échec de la suppression du Blacklist Log-Webhook).

source: Errors
de: Fehler
fr: Erreurs

# ResetAllLogs
source: Reset all logging modules
de: Alle Logging-Module zurücksetzen
fr: Réinitialisation de tous les modules d'enregistrement

# UpdateWebhookCreated
source: Webhooks created
de: Webhooks erstellt
fr: Création de webhooks

# panelDesc
source: Embed Description
de: Embed Beschreibung

# colorPlh
source: Format: docs.supportmail.dev/f/panel
de: Format: docs.supportmail.dev/panel

# linkToPanel
source: Message-Link
de: Nachrichten-Link

source: Modroles
de: Moderator-Rollen

# DeleteTicketWH
source: Ticket Log-Webhook deletion failed.
de: Löschen der Ticket-Log Webhook fehlgeschlagen.
